{"close_button":{"message":"Loka"},"extension_description":{"message":"Password Checkup hjálpar þér að endurheimta öryggi reikninga sem urðu fyrir áhrifum vegna öryggisbrota."},"extension_detailed_description":{"message":"Þú færð viðvörun ef þú skráir þig inn með notandanafni og aðgangsorði sem eru ekki lengur örugg vegna öryggisbrots sem Google er kunnugt um. Endurstilltu aðgangsorðið. Ef þú notar sama notandanafn og aðgangsorð fyrir aðra reikninga skaltu endurstilla aðgangsorðið þar líka.\n\nSkoðun aðgangsorðs var búin til með persónuvernd í huga. Aldrei er ljóstrað upp um persónuupplýsingar um reikninginn þinn, aðgangsorð eða tæki. Við tilkynnum nafnlaust um fjölda leita sem skila ótraustum skilríkjum, hvort viðvörun hefur í för með sér breytingu á aðgangsorði, og lénið sem um ræðir til að bæta umsjón með vefsvæðum. Á https://support.google.com/accounts?p=password-checkup má fá frekari upplýsingar um athugun á aðgangsorðum.\n\nMeð því að setja þetta upp samþykkir þú þjónustuskilmála og persónuverndarstefnu Google á www.google.com/policies/."},"extension_name":{"message":"Password Checkup"},"ignore_button":{"message":"Hunsa fyrir þetta vefsvæði"},"learn_more":{"message":"Frekari upplýsingar"},"popup_advanced_settings_action":{"message":"Ítarlegar stillingar"},"popup_default_status_message":{"message":"Ekkert nýlegra notaðra aðgangsorða frá þér fundust í öryggisbresti."},"popup_ignore_button":{"message":"Hunsa"},"popup_ignored_status_message":{"message":"Ekkert nýlegra notaðra aðgangsorða frá þér fundust í öryggisbresti. Þetta nær ekki til óöruggra aðgangsorða sem þú hefur valið að endurstilla ekki."},"popup_learn_more":{"message":"Frekari upplýsingar"},"popup_multiple_accounts_warning_status_message":{"message":"Password Checkup greindi að aðgangsorð eftirfarandi <b>$1 reikninga</b> eru ekki lengur örugg vegna öryggisbrests.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"$1 óöryggir reikningar","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"Password Checkup greindi að aðgangsorð eftirfarandi <b>reiknings</b> er ekki lengur öruggt vegna öryggisbrests."},"popup_reset_extension_button":{"message":"Hreinsa viðbótargögn"},"popup_reset_extension_text":{"message":"Hreinsa öll viðbótargögn. Þetta fjarlægir allar vistaðar upplýsingar um óörugg aðgangsorð og hunsuð vefsvæði."},"popup_warning_action":{"message":"Þú ættir að breyta aðgangsorðunum þínum núna."},"reset_text":{"message":"Þú ættir að breyta aðgangsorðinu þínu núna."},"warning_banner_header":{"message":"Breyta aðgangsorði"},"warning_text":{"message":"Password Checkup greindi að aðgangsorð þitt fyrir <b>$1</b> er ekki lengur öruggt vegna öryggisbrests.","placeholders":{"1":{"content":"$1"}}}}
