{
   "close_button": {
      "message": "Close"
   },
   "extension_description": {
      "message": "Password Checkup helps you re-secure accounts that have been affected by data breaches."
   },
   "extension_detailed_description": {
      "message": "Wherever you sign-in, if you enter a username and password that is no longer safe due to appearing in a data breach known to Google, you’ll receive an alert. Please reset your password. If you use the same username and password for any other accounts, please reset your password there as well.\n\nPassword Check-Up was built with privacy in mind. It never reports any identifying information about your accounts, passwords or device. We do report anonymous information about the number of look-ups that surface an unsafe credential, whether an alert leads to a password change, and the domain involved for improving site coverage. You can learn more about how Password Check-Up works at https://support.google.com/accounts?p=password-checkup.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "Ignore for this site"
   },
   "learn_more": {
      "message": "Learn More"
   },
   "popup_advanced_settings_action": {
      "message": "Advanced settings"
   },
   "popup_default_status_message": {
      "message": "None of your recently used passwords were detected in a data breach."
   },
   "popup_ignore_button": {
      "message": "Ignore"
   },
   "popup_ignored_status_message": {
      "message": "None of your recently used passwords were detected in a data breach. This does not include unsafe passwords where you have opted to ignore resetting."
   },
   "popup_learn_more": {
      "message": "Learn more"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Password Checkup has detected that the following \u003Cb>$1 accounts\u003C/b> have passwords that are no longer safe due to a data breach.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 unsafe accounts",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Password Checkup has detected that the following \u003Cb>1 account\u003C/b> has a password that is no longer safe due to a data breach."
   },
   "popup_reset_extension_button": {
      "message": "Clear extension data"
   },
   "popup_reset_extension_text": {
      "message": "Clear all extension data. This will remove all stored information about unsafe passwords and previously ignored sites."
   },
   "popup_warning_action": {
      "message": "You should change your passwords now."
   },
   "reset_text": {
      "message": "You should change your password now."
   },
   "warning_banner_header": {
      "message": "Change your password"
   },
   "warning_text": {
      "message": "Password Checkup has detected that your password for \u003Cb>$1\u003C/b> is no longer safe due to a data breach.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
