{
   "close_button": {
      "message": "மூடு"
   },
   "extension_description": {
      "message": "தரவு மீறல்களின் மூலம் பாதிக்கப்பட்ட கணக்குகளை மீண்டும் பாதுகாக்க, Password Checkup உதவுகிறது."
   },
   "extension_detailed_description": {
      "message": "நீங்கள் எங்கிருந்து உள்நுழைந்தாலும், Googleளுக்குத் தெரிந்த தரவு மீறலில் இடம்பெற்றதன் காரணமாக, தற்போது பாதுகாப்பாக இல்லாமல் இருக்கும் பயனர்பெயரையும் கடவுச்சொல்லையும் உள்ளிட்டால், விழிப்பூட்டல் உங்களுக்கு அனுப்பப்படும். உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும். வேறு எந்தக் கணக்குகளுக்கும் அதே பயனர்பெயரையும் கடவுச்சொல்லையும் பயன்படுத்தினால், அங்கேயும் கடவுச்சொல்லை மீட்டமைக்கவும்.\n\nதனியுரிமையைக் கருத்தில் கொண்டே Password Checkupஐ வடிவமைத்துள்ளோம். உங்கள் கணக்குகள், கடவுச்சொற்கள் அல்லது சாதனத்தைப் பற்றிய எந்தவொரு அடையாளங்காணக்கூடிய தகவலையும் இது ஒருபோதும் தெரிவிப்பதில்லை. பாதுகாப்பற்ற அனுமதிச் சான்று உள்ளதைக் கண்டறிந்த தேடல்களின் எண்ணிக்கை, விழிப்பூட்டலில் கடவுச்சொல்லை மாற்ற வலியுறுத்துகிறதா என்ற தகவல், கடவுச்சொல் சோதனை அதிக தளங்களுக்கும் பொருந்தும் தன்மையை மேம்படுத்துவதற்காக டொமைன் பற்றிய தகவல் முதலியவற்றை பெயரற்ற முறையில் நாங்கள் தெரிவிப்போம். கடவுச்சொல் சரிபார்ப்பு எப்படிச் செயல்படுகிறது என்பதைப் பற்றி https://support.google.com/accounts?p=password-checkup என்ற இணைப்பில் மேலும் அறியலாம்.\n\nஇதை நிறுவுவதன் மூலம், www.google.com/policies/ எனும் இணைப்பில் உள்ள Google சேவை விதிமுறைகளையும் தனியுரிமைக் கொள்கையையும் ஏற்கிறீர்கள்."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "இந்தத் தளத்தில் தவிர்"
   },
   "learn_more": {
      "message": "மேலும் அறிக"
   },
   "popup_advanced_settings_action": {
      "message": "மேம்பட்ட அமைப்புகள்"
   },
   "popup_default_status_message": {
      "message": "நீங்கள் சமீபத்தில் பயன்படுத்திய கடவுச்சொற்கள் எதுவும் தரவு மீறலில் கண்டறியப்படவில்லை."
   },
   "popup_ignore_button": {
      "message": "புறக்கணி"
   },
   "popup_ignored_status_message": {
      "message": "நீங்கள் சமீபத்தில் பயன்படுத்திய கடவுச்சொற்கள் எதுவும் தரவு மீறலில் கண்டறியப்படவில்லை. மீட்டமைப்பதை நிராகரிப்பதற்காக நீங்கள் தேர்வுசெய்துள்ள பாதுகாப்பற்ற கடவுச்சொற்கள் இதில் உள்ளடங்காது."
   },
   "popup_learn_more": {
      "message": "மேலும் அறிக"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "பின்வரும் \u003Cb>$1 கணக்குகளுக்கான\u003C/b> கடவுச்சொற்களானவை, தரவு மீறலின் காரணமாகப் பாதுகாப்பாக இல்லையென, Password Checkup கண்டறிந்துள்ளது.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "பாதுகாப்பற்ற $1 கணக்குகள்",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "பின்வரும் \u003Cb>1 கணக்கிற்கான\u003C/b> கடவுச்சொல்லானது தரவு மீறலின் காரணமாகப் பாதுகாப்பாக இல்லையென, Password Checkup கண்டறிந்துள்ளது."
   },
   "popup_reset_extension_button": {
      "message": "நீட்டிப்புத் தரவை அழி"
   },
   "popup_reset_extension_text": {
      "message": "நீட்டிப்புத் தரவு அனைத்தும் அழிக்கப்படும். இதனால் பாதுகாப்பற்ற கடவுச்சொற்கள் மற்றும் முன்பு நிராகரிக்கப்பட்ட தளங்களைப் பற்றி சேமிக்கப்பட்டுள்ள அனைத்துத் தகவலும் அகற்றப்படும்."
   },
   "popup_warning_action": {
      "message": "இப்போதே உங்கள் கடவுச்சொற்களை மாற்ற வேண்டும்."
   },
   "reset_text": {
      "message": "இப்போதே உங்கள் கடவுச்சொல்லை மாற்ற வேண்டும்."
   },
   "warning_banner_header": {
      "message": "உங்கள் கடவுச்சொல்லை மாற்றுக"
   },
   "warning_text": {
      "message": "\u003Cb>$1\u003C/b> டொமைனுக்கான கடவுச்சொல்லானது தரவு மீறலின் காரணமாகப் பாதுகாப்பாக இல்லை என, Password Checkup கண்டறிந்துள்ளது.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
