{
   "close_button": {
      "message": "Isara"
   },
   "extension_description": {
      "message": "Tinutulungan ka ng Password Checkup na muling i-secure ang mga account na naapektuhan ng mga paglabag sa data."
   },
   "extension_detailed_description": {
      "message": "Saan ka man mag-sign in, kung maglalagay ka ng username at password na hindi na ligtas dahil sa paglabas sa isang paglabag sa data na alam ng Google, makakatanggap ka ng alerto. Paki-reset ang iyong password. Kung iisang username at password ang ginagamit mo para sa anupamang account, paki-reset din ang iyong password doon.\n\nGinawa ang Password Checkup nang iniisip ang privacy. Hindi ito kailanman nag-uulat ng anumang nakakapagpakilalang impormasyon tungkol sa iyong mga account, password, o device. Nag-uulat kami ng anonymous na impormasyon tungkol sa bilang ng mga paghahanap na naglabas ng hindi ligtas na kredensyal, humantong man sa pagpapalit ng password ang isang alerto, at ang domain na sangkot para sa pagpapahusay sa saklaw ng site. Maaari kang matuto pa tungkol sa kung paano gumagana ang Password Checkup sa https://support.google.com/accounts?p=password-checkup.\n\nSa pamamagitan ng pag-install sa item na ito, sumasang-ayon ka sa Mga Tuntunin ng Serbisyo at Patakaran sa Privacy ng Google sa www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "Balewalain para sa site na ito"
   },
   "learn_more": {
      "message": "Matuto Pa"
   },
   "popup_advanced_settings_action": {
      "message": "Mga advanced na setting"
   },
   "popup_default_status_message": {
      "message": "Wala sa iyong mga kamakailang ginamit na password ang natukoy sa isang paglabag sa data."
   },
   "popup_ignore_button": {
      "message": "Balewalain"
   },
   "popup_ignored_status_message": {
      "message": "Wala sa iyong mga kamakailang ginamit na password ang natukoy sa isang paglabag sa data. Hindi kabilang dito ang mga hindi ligtas na password na napagpasyahan mong balewalain ang pag-reset."
   },
   "popup_learn_more": {
      "message": "Matuto pa"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Natukoy ng Password Checkup na ang sumusunod na \u003Cb>$1 (na) account\u003C/b> ay may mga password na hindi na ligtas dahil sa paglabag sa data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 (na) hindi ligtas na account",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Natukoy ng Password Checkup na ang sumusunod na \u003Cb>1 account\u003C/b> ay may password na hindi na ligtas dahil sa paglabag sa data."
   },
   "popup_reset_extension_button": {
      "message": "I-clear ang data ng extension"
   },
   "popup_reset_extension_text": {
      "message": "I-clear ang lahat ng data ng extension. Aalisin nito ang lahat ng naka-store na impormasyon tungkol sa mga hindi ligtas na password at dating binalewalang site."
   },
   "popup_warning_action": {
      "message": "Dapat mo nang palitan ang iyong mga password ngayon."
   },
   "reset_text": {
      "message": "Dapat mo nang palitan ang iyong password."
   },
   "warning_banner_header": {
      "message": "Palitan ang iyong password"
   },
   "warning_text": {
      "message": "Natukoy ng Password Checkup na hindi na ligtas ang iyong password para sa \u003Cb>$1\u003C/b> dahil sa paglabag sa data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
