{
   "close_button": {
      "message": "Затваряне"
   },
   "extension_description": {
      "message": "Password Checkup ви помага да защитите повторно профилите, които са били засегнати от нарушения на сигурността на данните."
   },
   "extension_detailed_description": {
      "message": "Ако при влизане в профила си въведете потребителско име и парола, които вече не са безопасни, тъй като са били разкрити при инцидент, свързан с известно на Google нарушение на сигурността на данните, ще получите сигнал. Моля, задайте нова парола. В случай че използвате същото потребителско име и парола за други профили, задайте нова парола и за тях.\n\nУслугата Password Checkup бе създадена с грижа за поверителността. Тя никога не съобщава идентифицираща информация за вашите профили, пароли или устройство. Съобщаваме анонимна информация за броя търсения, при които се разкриват небезопасни идентификационни данни, независимо дали съответният сигнал води до промяна на паролата, и за свързания домейн с цел подобряване на покритието на сайтове. Можете да научите повече за това, как работи Password Checkup, на адрес https://support.google.com/accounts?p=password-checkup.\n\nС инсталирането на този елемент приемате Общите условия и Декларацията за поверителност на Google на адрес www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "Пренебрегване за този сайт"
   },
   "learn_more": {
      "message": "Научете повече"
   },
   "popup_advanced_settings_action": {
      "message": "Разширени настройки"
   },
   "popup_default_status_message": {
      "message": "При нарушението на сигурността на данните не бе разкрита нито една от наскоро използваните от вас пароли."
   },
   "popup_ignore_button": {
      "message": "Пренебрегване"
   },
   "popup_ignored_status_message": {
      "message": "При нарушението на сигурността на данните не бе разкрита нито една от наскоро използваните от вас пароли. Това не включва небезопасните пароли, за които пренебрегнахте предупреждението и решихте да не променяте."
   },
   "popup_learn_more": {
      "message": "Научете повече"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Password Checkup установи, че паролите ви за следните \u003Cb>$1 профила\u003C/b> вече не са безопасни поради нарушение на сигурността на данните.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 профила в опасност",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Password Checkup установи, че паролата за следния \u003Cb>1 профил\u003C/b> вече не е безопасна поради нарушение на сигурността на данните."
   },
   "popup_reset_extension_button": {
      "message": "Изчистване на данните от разширението"
   },
   "popup_reset_extension_text": {
      "message": "Всички данни от разширението ще бъдат изчистени. Така ще бъде премахната цялата съхранявана информация за небезопасните пароли и по-рано пренебрегнатите сайтове."
   },
   "popup_warning_action": {
      "message": "Трябва да ги промените незабавно."
   },
   "reset_text": {
      "message": "Трябва да промените паролата си незабавно.​"
   },
   "warning_banner_header": {
      "message": "Промяна на паролата ви"
   },
   "warning_text": {
      "message": "Password Checkup установи, че паролата ви за \u003Cb>$1\u003C/b> вече не е безопасна поради нарушение на сигурността на данните.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
