{
   "close_button": {
      "message": "ปิด"
   },
   "extension_description": {
      "message": "Password Checkup จะช่วยคุณทำบัญชีที่ได้รับผลกระทบจากการละเมิดข้อมูลให้ปลอดภัยอีกครั้ง"
   },
   "extension_detailed_description": {
      "message": "ไม่ว่าจะลงชื่อเข้าใช้ที่ใดก็ตาม หากคุณป้อนชื่อผู้ใช้และรหัสผ่านที่ไม่ปลอดภัยอีกต่อไปเนื่องจากปรากฏอยู่ในการละเมิดข้อมูลที่ Google ทราบ คุณจะได้รับการแจ้งเตือน โปรดรีเซ็ตรหัสผ่าน หากคุณใช้ชื่อผู้ใช้และรหัสผ่านเดียวกันนี้กับบัญชีอื่น โปรดรีเซ็ตรหัสผ่านในบัญชีดังกล่าวด้วย\n\nเราสร้าง Password Checkup โดยคำนึงถึงความเป็นส่วนตัวเป็นหลัก ขั้นตอนนี้จะไม่รายงานข้อมูลใดก็ตามที่ใช้ระบุบัญชี รหัสผ่าน หรืออุปกรณ์ของคุณได้ เรามุ่งรายงานข้อมูลแบบไม่ระบุตัวบุคคลเกี่ยวกับจำนวนการค้นหาที่ค้นข้อมูลเข้าสู่ระบบที่ไม่ปลอดภัย ไม่ว่าจะเป็นการแจ้งเตือนที่นำไปสู่การเปลี่ยนรหัสผ่านหรือไม่ และโดเมนที่เกี่ยวข้องสำหรับการปรับปรุงความครอบคลุมของเว็บไซต์ คุณดูข้อมูลเพิ่มเติมเกี่ยวกับการทำงานของ Password Checkup ได้ที่ https://support.google.com/accounts?p=password-checkup\n\nการติดตั้งรายการนี้แสดงว่าคุณยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของ Google ที่ www.google.com/policies/"
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "ละเว้นสำหรับเว็บไซต์นี้"
   },
   "learn_more": {
      "message": "ดูข้อมูลเพิ่มเติม"
   },
   "popup_advanced_settings_action": {
      "message": "การตั้งค่าขั้นสูง"
   },
   "popup_default_status_message": {
      "message": "ไม่พบรหัสผ่านที่คุณใช้เมื่อเร็วๆ นี้ในการละเมิดข้อมูล"
   },
   "popup_ignore_button": {
      "message": "ไม่สนใจ"
   },
   "popup_ignored_status_message": {
      "message": "ไม่พบรหัสผ่านที่คุณใช้เมื่อเร็วๆ นี้ในการละเมิดข้อมูล นี่ไม่รวมถึงรหัสผ่านที่ไม่ปลอดภัยซึ่งคุณเลือกแล้วว่าจะไม่รีเซ็ต"
   },
   "popup_learn_more": {
      "message": "ดูข้อมูลเพิ่มเติม"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Password Checkup ตรวจพบว่าบัญชี \u003Cb>$1 บัญชี\u003C/b>ต่อไปนี้มีรหัสผ่านที่ไม่ปลอดภัยเนื่องจากมีการละเมิดข้อมูล",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "บัญชีไม่ปลอดภัย $1 บัญชี",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Password Checkup ตรวจพบว่าบัญชี \u003Cb>1 บัญชี\u003C/b>ต่อไปนี้มีรหัสผ่านที่ไม่ปลอดภัยเนื่องจากมีการละเมิดข้อมูล"
   },
   "popup_reset_extension_button": {
      "message": "ล้างข้อมูลส่วนขยาย"
   },
   "popup_reset_extension_text": {
      "message": "ล้างข้อมูลส่วนขยายทั้งหมด การดำเนินการนี้จะลบข้อมูลที่จัดเก็บไว้ทั้งหมดเกี่ยวกับรหัสผ่านที่ไม่ปลอดภัยและเว็บไซต์ที่เคยละเว้นไว้ออก"
   },
   "popup_warning_action": {
      "message": "คุณควรเปลี่ยนรหัสผ่านตอนนี้เลย"
   },
   "reset_text": {
      "message": "คุณควรเปลี่ยนรหัสผ่านเลยตอนนี้"
   },
   "warning_banner_header": {
      "message": "เปลี่ยนรหัสผ่านของคุณ"
   },
   "warning_text": {
      "message": "Password Checkup ตรวจพบว่ารหัสผ่านของคุณสำหรับ \u003Cb>$1\u003C/b> ไม่ปลอดภัยแล้วเนื่องจากมีการละเมิดข้อมูล",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
