{
   "close_button": {
      "message": "Затвори"
   },
   "extension_description": {
      "message": "Password Checkup вам помаже да поново заштитите налоге на које утичу упади у податке."
   },
   "extension_detailed_description": {
      "message": "Где год да се пријавите, добићете обавештење ако унесете корисничко име и лозинку који више нису безбедни јер су се појављивали током упада у податке који је познат Google-у. Ресетујте лозинку. Ако користите исто корисничко име и лозинку за још неке налоге, ресетујте лозинку и тамо.\n\nПриватност је узета у обзир приликом прављења Провере лозинке. Она никада не открива било какве податке који могу да вас идентификују о налозима, лозинкама или уређају. Ипак откривамо анонимне податке о броју тражења која приказују небезбедни акредитив, о томе да ли је обавештење довело до промене лозинке и о домену који је повезан са побољшањем покривености сајта. Можете да сазнате више о томе како Провера лозинке ради на https://support.google.com/accounts?p=password-checkup.\n\nАко инсталирате ову ставку, прихватате Google услове коришћења услуге и политику приватности на www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "Игнориши за овај сајт"
   },
   "learn_more": {
      "message": "Сазнајте више"
   },
   "popup_advanced_settings_action": {
      "message": "Напредна подешавања"
   },
   "popup_default_status_message": {
      "message": "Ниједна од недавно коришћених лозинки није откривена у упаду у податке."
   },
   "popup_ignore_button": {
      "message": "Занемари"
   },
   "popup_ignored_status_message": {
      "message": "Ниједна од недавно коришћених лозинки није откривена у упаду у податке. Ово не обухвата небезбедне лозинке које сте изабрали да не ресетујете."
   },
   "popup_learn_more": {
      "message": "Сазнајте више"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Password Checkup је открио да ови налози \u003Cb>($1)\u003C/b> имају лозинке које више нису безбедне због упада у податке.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "Небезбедних налога: $1",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Password Checkup је открио да овај \u003Cb>1 налог\u003C/b> има лозинку која више није безбедна због упада у податке."
   },
   "popup_reset_extension_button": {
      "message": "Обриши податке додатка"
   },
   "popup_reset_extension_text": {
      "message": "Обришите све податке додатака. Овим уклањате све сачуване податке о небезбедним лозинкама и претходно занемареним сајтовима."
   },
   "popup_warning_action": {
      "message": "Треба одмах да промените лозинке."
   },
   "reset_text": {
      "message": "Треба одмах да промените лозинку."
   },
   "warning_banner_header": {
      "message": "Промените лозинку"
   },
   "warning_text": {
      "message": "Password Checkup је открио да лозинка за \u003Cb>$1\u003C/b> више није безбедна због упада у податке.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
