{
   "close_button": {
      "message": "બંધ કરો"
   },
   "extension_description": {
      "message": "ડેટા ઉલ્લંઘનને કારણે અસર પામેલા એકાઉન્ટને ફરીથી સુરક્ષિત કરવામાં Password Checkup તમારી સહાય કરી શકે છે."
   },
   "extension_detailed_description": {
      "message": "તમે કોઈપણ જગ્યાએ સાઇન ઇન કરો, જો ડેટા ઉલ્લંઘનનો હિસ્સો બન્યા હોવાને કારણે તમે દાખલ કરેલા વપરાશકર્તાનું નામ અને પાસવર્ડ હવે સલામત નહીં હોય, તો તમે અલર્ટ મેળવશો. કૃપા કરીને તમારો પાસવર્ડ રીસેટ કરો. જો તમે અન્ય કોઈ એકાઉન્ટ માટે આ જ વપરાશકર્તા નામ અને પાસવર્ડનો ઉપયોગ કરતા હો, તો કૃપા કરીને ત્યાં પણ તમારો પાસવર્ડ રીસેટ કરો.\n\nપ્રાઇવસીને ધ્યાનમાં રાખીને Password Checkupની સુવિધા બનાવવામાં આવી છે. આ સુવિધા ક્યારેય પણ તમારા એકાઉન્ટ, પાસવર્ડ અથવા ડિવાઇસની ઓળખ છતી થાય એવી માહિતી જણાવતી નથી. કેટલી વાર જોવાયા બાદ કોઈ અસુરક્ષિત લૉગ ઇનની માહિતી ધ્યાનમાં આવી તે સંખ્યા, શું તે અલર્ટને લીધે કોઈ પાસવર્ડ બદલવામાં આવ્યો અને સાઇટના કવરેજને બહેતર બનાવવા માટે શામેલ ડોમેન વિશેની અનામ માહિતીની અમે જાણ કરીએ છીએ. Password Checkup કેવી રીતે કાર્ય કરે છે તે વિશે તમે https://support.google.com/accounts?p=password-checkup પર વધુ જાણી શકશો.\n\nઆ આઇટમ ઇન્સ્ટૉલ કરીને, તમે www.google.com/policies/ પર આપેલી Google સેવાની શરતો અને પ્રાઇવસી પૉલિસીથી સંમત થાઓ છો."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "આ સાઇટ માટે અવગણો"
   },
   "learn_more": {
      "message": "વધુ જાણો"
   },
   "popup_advanced_settings_action": {
      "message": "વિગતવાર સેટિંગ"
   },
   "popup_default_status_message": {
      "message": "તાજેતરમાં ઉપયોગમાં લીધેલ તમારા કોઈ પાસવર્ડ ડેટા ઉલ્લંઘન કરતા જણાયા નથી."
   },
   "popup_ignore_button": {
      "message": "અવગણો"
   },
   "popup_ignored_status_message": {
      "message": "તાજેતરમાં ઉપયોગમાં લીધેલ તમારા કોઈ પાસવર્ડ ડેટા ઉલ્લંઘન કરતા જણાયા નથી. આમાં એવા અસુરક્ષિત પાસવર્ડ શામેલ નથી કે જેના રીસેટને તમે અવગણવાનું પસંદ કર્યું છે."
   },
   "popup_learn_more": {
      "message": "વધુ જાણો"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Password Checkupમાં જાણમાં આવ્યું છે કે નીચેના \u003Cb>$1 એકાઉન્ટ\u003C/b>માં એવા પાસવર્ડ છે કે જે ડેટા ઉલ્લંઘનને કારણે હવે સલામત નથી.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 અસલામત એકાઉન્ટ",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Password Checkupમાં જાણમાં આવ્યું છે કે નીચેના \u003Cb>1 એકાઉન્ટ\u003C/b>માં એવો પાસવર્ડ છે કે જે ડેટા ઉલ્લંઘનને કારણે હવે સલામત નથી."
   },
   "popup_reset_extension_button": {
      "message": "એક્સ્ટેંશન ડેટા સાફ કરો"
   },
   "popup_reset_extension_text": {
      "message": "બધો એક્સ્ટેંશન ડેટા સાફ કરો. આ અસુરક્ષિત પાસવર્ડ અને પહેલાં અવગણેલી સાઇટ વિશેની બધી સ્ટોર કરેલી માહિતીને કાઢી નાખશે."
   },
   "popup_warning_action": {
      "message": "તમારે તમારા પાસવર્ડ હમણાં જ બદલવા જોઈએ."
   },
   "reset_text": {
      "message": "તમારે તમારો પાસવર્ડ હમણાં જ બદલવો જોઈએ."
   },
   "warning_banner_header": {
      "message": "તમારો પાસવર્ડ બદલો"
   },
   "warning_text": {
      "message": "Password Checkupની જાણમાં આવ્યું છે કે ડેટા ઉલ્લંઘનને કારણે \u003Cb>$1\u003C/b>નો તમારો પાસવર્ડ હવે સુરક્ષિત રહ્યો નથી.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
