{
   "close_button": {
      "message": "Tutup"
   },
   "extension_description": {
      "message": "Password Checkup membantu Anda mengamankan kembali akun yang terpengaruh oleh kebocoran data."
   },
   "extension_detailed_description": {
      "message": "Di mana saja Anda login, jika Anda memasukkan nama pengguna dan sandi yang tidak lagi aman karena muncul dalam pelanggaran data yang dikenali Google, Anda akan menerima pemberitahuan. Harap setel ulang sandi Anda. Jika Anda menggunakan nama pengguna dan sandi yang sama untuk akun lain, harap setel ulang sandi di akun tersebut.\n\nPemeriksaan Sandi dibuat dengan mempertimbangkan privasinya. Pemeriksaan Sandi tidak pernah melaporkan informasi apa pun yang dapat mengidentifikasi akun, sandi, atau perangkat Anda. Kami melaporkan informasi anonim tentang jumlah pencarian yang menampilkan kredensial yang tidak aman, apakah pemberitahuan mengarah ke perubahan sandi, dan domain yang terlibat untuk meningkatkan cakupan situs. Anda dapat mempelajari lebih lanjut cara kerja Pemeriksaan Sandi di https://support.google.com/accounts?p=password-checkup.\n\nDengan menginstal item ini, Anda menyetujui Persyaratan Layanan dan Kebijakan Privasi Google di www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "Abaikan untuk situs ini"
   },
   "learn_more": {
      "message": "Pelajari Lebih Lanjut"
   },
   "popup_advanced_settings_action": {
      "message": "Setelan lanjutan"
   },
   "popup_default_status_message": {
      "message": "Tidak ada sandi Anda yang baru-baru ini digunakan terdeteksi dalam kebocoran data."
   },
   "popup_ignore_button": {
      "message": "Abaikan"
   },
   "popup_ignored_status_message": {
      "message": "Tidak ada sandi Anda yang baru-baru ini digunakan terdeteksi dalam kebocoran data. Ini tidak termasuk sandi yang tidak aman, yang telah Anda pilih untuk mengabaikan setel ulang."
   },
   "popup_learn_more": {
      "message": "Pelajari lebih lanjut"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Password Checkup mendeteksi bahwa \u003Cb>$1 akun\u003C/b> berikut memiliki sandi yang tidak aman lagi karena kebocoran data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 akun yang tidak aman",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Password Checkup mendeteksi bahwa \u003Cb>1 akun\u003C/b> berikut memiliki sandi yang tidak aman lagi karena kebocoran data."
   },
   "popup_reset_extension_button": {
      "message": "Hapus data ekstensi"
   },
   "popup_reset_extension_text": {
      "message": "Hapus semua data ekstensi. Tindakan ini akan menghapus semua informasi yang tersimpan tentang sandi yang tidak aman dan situs yang diabaikan sebelumnya."
   },
   "popup_warning_action": {
      "message": "Sebaiknya ubah sandi Anda sekarang."
   },
   "reset_text": {
      "message": "Sebaiknya ubah sandi Anda sekarang."
   },
   "warning_banner_header": {
      "message": "Ubah sandi Anda"
   },
   "warning_text": {
      "message": "Password Checkup mendeteksi bahwa sandi Anda untuk \u003Cb>$1\u003C/b> tidak lagi aman karena kebocoran data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
