{"close_button":{"message":"Itxi"},"extension_description":{"message":"Password Checkup luzapenari esker, datuen isilpekotasuna urratu zaien kontuen segurtasuna berreskura dezakezu."},"extension_detailed_description":{"message":"Saioa hasten duzun tokian hasten duzula, Google-k ezagutzen duen datuen isilpekotasuna urratzearen ondorioz jada seguruak ez diren erabiltzaile-izen eta pasahitz bat idazten badituzu, alerta bat jasoko duzu. Berrezarri pasahitza. Beste kontu batzuetan erabiltzen badituzu erabiltzaile-izen eta pasahitz horiek, berrezarri pasahitza kontu horietan ere.\n\nPribatutasuna babesteko helburuarekin sortu dugu Pasahitzen egiaztapena. Ez du inoiz ematen zu identifika zaitzakeen informaziorik zure kontu, pasahitz edo gailuei dagokienez. Kredentzial ez-seguruak agerian uzten dituzten bilaketen kopuruari buruzko informazio anonimoaren berri ematen du, baita alerta batek pasahitza aldatzeko eskatzen duen eta babes-sistema hobetua duen webgunearen domeinua zein den ere. Pasahitzen egiaztapena eginbideren funtzionamenduari buruzko informazio gehiago lortzeko, joan https://support.google.com/accounts?p=password-checkup helbidera.\n\nLuzapena instalatzen baduzu, onartu egingo dituzu Google Zerbitzu-baldintzak eta Pribatutasun-gidalerroak (www.google.com/policies/)."},"extension_name":{"message":"Password Checkup"},"ignore_button":{"message":"Egin ez ikusi webgune honetan"},"learn_more":{"message":"Lortu informazio gehiago"},"popup_advanced_settings_action":{"message":"Ezarpen aurreratuak"},"popup_default_status_message":{"message":"Ez da hauteman datuen isilpekotasuna urratu denik erabili dituzun azken pasahitzekin."},"popup_ignore_button":{"message":"Egin ez ikusi"},"popup_ignored_status_message":{"message":"Ez da hauteman datuen isilpekotasuna urratu denik erabili dituzun azken pasahitzekin. Eginbideak ez ditu aintzat hartzen berrezarri nahi izan ez dituzun pasahitz ez-seguruak."},"popup_learn_more":{"message":"Lortu informazio gehiago"},"popup_multiple_accounts_warning_status_message":{"message":"Hurrengo <b>$1 kontuetan</b> erabiltzen duzun pasahitza jada segurua ez dela hauteman du Password Checkup luzapenak; izan ere, datuen isilpekotasuna urratu da.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"$1 kontu ez dira seguruak","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"Hurrengo <b>kontuan</b> erabiltzen duzun pasahitza jada segurua ez dela hauteman du Password Checkup luzapenak; izan ere, datuen isilpekotasuna urratu da."},"popup_reset_extension_button":{"message":"Garbitu luzapenaren datuak"},"popup_reset_extension_text":{"message":"Garbitu luzapenaren datu guztiak. Pasahitz ez-seguruei eta aurretik ez ikusi egin diezun webguneei buruz gordetako informazio guztia kendu egingo da."},"popup_warning_action":{"message":"Pasahitzak aldatzea gomendatzen dizugu."},"reset_text":{"message":"Pasahitza orain aldatzea gomendatzen dizugu."},"warning_banner_header":{"message":"Aldatu pasahitza"},"warning_text":{"message":"<b>$1</b> domeinuan erabiltzen duzun pasahitza jada segurua ez dela hauteman du Password Checkup luzapenak; izan ere, datuen isilpekotasuna urratu da.","placeholders":{"1":{"content":"$1"}}}}
