{
   "close_button": {
      "message": "Κλείσιμο"
   },
   "extension_description": {
      "message": "Το Password Checkup σάς βοηθά να ασφαλίσετε ξανά τους λογαριασμούς που επηρεάστηκαν από παραβιάσεις δεδομένων."
   },
   "extension_detailed_description": {
      "message": "Οπουδήποτε συνδέεστε, εάν εισαγάγετε ένα όνομα χρήστη και έναν κωδικό πρόσβασης που δεν είναι πλέον ασφαλείς, επειδή εμφανίστηκαν σε μια παραβίαση δεδομένων γνωστή στην Google, θα λαμβάνετε μια ειδοποίηση. Επαναφέρετε τον κωδικό πρόσβασής σας. Εάν χρησιμοποιείτε το ίδιο όνομα χρήστη και τον κωδικό πρόσβασης για οποιονδήποτε άλλο λογαριασμό, επαναφέρετε τον κωδικό πρόσβασής σας και εκεί επίσης.\n\nΟ Έλεγχος κωδικού πρόσβασης σχεδιάστηκε με γνώμονα το απόρρητο. Δεν αναφέρει ποτέ πληροφορίες ταυτοποίησης σχετικά με τους λογαριασμούς, τους κωδικούς πρόσβασης ή τη συσκευή σας. Αναφέρουμε ανώνυμες πληροφορίες σχετικά με τον αριθμό των αναζητήσεων που εμφανίζουν μη ασφαλή διαπιστευτήρια, εάν μια ειδοποίηση οδηγεί στην αλλαγή του κωδικού πρόσβασης και τον τομέα που συμμετέχει για τη βελτίωση της κάλυψης ιστοτόπου. Μπορείτε να μάθετε περισσότερα σχετικά με τον τρόπο με τον οποίο λειτουργεί ο Έλεγχος κωδικού πρόσβασης στη διεύθυνση https://support.google.com/accounts?p=password-checkup.\n\nΜε την εγκατάσταση αυτού του στοιχείου, αποδέχεστε τους Όρους Παροχής Υπηρεσιών και την Πολιτική απορρήτου στη διεύθυνση www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "Παράβλεψη για αυτόν τον ιστότοπο"
   },
   "learn_more": {
      "message": "Μάθετε περισσότερα"
   },
   "popup_advanced_settings_action": {
      "message": "Σύνθετες ρυθμίσεις"
   },
   "popup_default_status_message": {
      "message": "Δεν εντοπίστηκε κάποια παραβίαση δεδομένων σε κανέναν από τους κωδικούς πρόσβασης που χρησιμοποιήσατε πρόσφατα."
   },
   "popup_ignore_button": {
      "message": "Παράβλεψη"
   },
   "popup_ignored_status_message": {
      "message": "Δεν εντοπίστηκε κάποια παραβίαση δεδομένων σε κανέναν από τους κωδικούς πρόσβασης που χρησιμοποιήσατε πρόσφατα. Αυτό δεν περιλαμβάνει μη ασφαλείς κωδικούς πρόσβασης για τους οποίους έχετε επιλέξει παράβλεψη της επαναφοράς."
   },
   "popup_learn_more": {
      "message": "Μάθετε περισσότερα"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Το Password Checkup διαπίστωσε ότι οι παρακάτω \u003Cb>$1 λογαριασμοί\u003C/b> διαθέτουν έναν κωδικό πρόσβασης που δεν είναι πλέον ασφαλής λόγω παραβίασης δεδομένων.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 μη ασφαλείς λογαριασμοί",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Το Password Checkup διαπίστωσε ότι ο παρακάτω \u003Cb>1 λογαριασμός\u003C/b> διαθέτει έναν κωδικό πρόσβασης που δεν είναι πλέον ασφαλής λόγω παραβίασης δεδομένων."
   },
   "popup_reset_extension_button": {
      "message": "Διαγραφή δεδομένων επέκτασης"
   },
   "popup_reset_extension_text": {
      "message": "Διαγραφή όλων των δεδομένων επεκτάσεων. Αυτό θα καταργήσει όλες τις αποθηκευμένες πληροφορίες σχετικά με τους επικίνδυνους κωδικούς πρόσβασης και τους ιστοτόπους που παραβλέψατε στο παρελθόν."
   },
   "popup_warning_action": {
      "message": "Θα πρέπει να αλλάξετε τους κωδικούς πρόσβασής σας τώρα."
   },
   "reset_text": {
      "message": "Θα πρέπει να αλλάξετε τον κωδικό πρόσβασής σας τώρα."
   },
   "warning_banner_header": {
      "message": "Αλλάξτε τον κωδικό πρόσβασής σας"
   },
   "warning_text": {
      "message": "Το Password Checkup διαπίστωσε ότι ο κωδικός πρόσβασης για \u003Cb>$1\u003C/b> δεν είναι πλέον ασφαλής λόγω παραβίασης δεδομένων.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
