{
   "close_button": {
      "message": "बंद करें"
   },
   "extension_description": {
      "message": "Password Checkup डेटा के उल्लंघनों की वजह से असुरक्षित हुए खातों को दोबारा सुरक्षित बनाने में मदद करता है."
   },
   "extension_detailed_description": {
      "message": "कहीं भी साइन इन करते समय, अगर आप ऐसा उपयोगकर्ता नाम और पासवर्ड डालते हैं, जो डेटा के ऐसे उल्लंघन में शामिल होने की वजह से अब सुरक्षित नहीं रहा है जिसकी जानकारी Google को है, तो आपको एक चेतावनी मिलेगी. कृपया अपना पासवर्ड रीसेट करें. अगर आप किसी दूसरे खाते के लिए भी उसी उपयोगकर्ता नाम और पासवर्ड का इस्तेमाल करते हैं, तो वहां भी अपना पासवर्ड रीसेट कर दें.\n\nPassword Checkup निजता को ध्यान में रखकर बनाया गया है. यह कभी भी आपके खातों, पासवर्ड या डिवाइस के बारे में पहचान बताने वाली किसी भी जानकारी की रिपोर्ट नहीं करता है. जब पासवर्ड बदलने के लिए कोई चेतावनी आती है और साइट की कवरेज बेहतर बनाने वाली डोमेन काम करती है, तब असुरक्षित क्रेडेंशियल को कितनी बार देखा गया, हम बिना पहचान ज़ाहिर किए इस बात की जानकारी देते हैं. आप https://support.google.com/accounts?p=password-checkup पर जाकर इस बारे में ज़्यादा जान सकते हैं कि Password Checkup कैसे काम करता है.\n\nइस आइटम को इंस्टॉल करने का मतलब है कि आप www.google.com/policies/ पर दी गई Google की सेवा की शर्तों और निजता नीति से सहमत हैं."
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "इस साइट के लिए अनदेखा करें"
   },
   "learn_more": {
      "message": "ज़्यादा जानें"
   },
   "popup_advanced_settings_action": {
      "message": "बेहतर सेटिंग"
   },
   "popup_default_status_message": {
      "message": "आपकी ओर से हाल ही में इस्तेमाल किए गए किसी भी पासवर्ड ने डेटा का उल्लंघन नहीं किया है."
   },
   "popup_ignore_button": {
      "message": "अनदेखा करें"
   },
   "popup_ignored_status_message": {
      "message": "आपकी ओर से हाल ही में इस्तेमाल किए गए किसी भी पासवर्ड ने डेटा का उल्लंघन नहीं किया है. इसमें ऐसे असुरक्षित पासवर्ड शामिल नहीं हैं, जिन्हें आप रीसेट नहीं करना चाहते."
   },
   "popup_learn_more": {
      "message": "ज़्यादा जानें"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Password Checkup से पता लगा है कि आगे दिए गए \u003Cb>$1 खातों\u003C/b> के पासवर्ड, अब डेटा का उल्लंघन करने की वजह से सुरक्षित नहीं हैं.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 असुरक्षित खाते",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Password Checkup से पता लगा है कि आगे दिए गए \u003Cb>1 खाते\u003C/b> का पासवर्ड, अब डेटा का उल्लंघन करने की वजह से सुरक्षित नहीं है."
   },
   "popup_reset_extension_button": {
      "message": "एक्सटेंशन डेटा हटाएं"
   },
   "popup_reset_extension_text": {
      "message": "सभी एक्सटेंशन डेटा हटाएं. ऐसा करने से असुरक्षित पासवर्ड और पहले अनदेखी की गई साइटों से जुड़ा सभी डेटा हटा दिया जाएगा।"
   },
   "popup_warning_action": {
      "message": "आपको अभी अपने पासवर्ड बदल देने चाहिए."
   },
   "reset_text": {
      "message": "आपको अभी अपना पासवर्ड बदल लेना चाहिए."
   },
   "warning_banner_header": {
      "message": "अपना पासवर्ड बदलें"
   },
   "warning_text": {
      "message": "Password Checkup ने पता लगाया है कि डेटा के उल्लंघन की वजह से \u003Cb>$1\u003C/b> का आपका पासवर्ड अब सुरक्षित नहीं है.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
