{
   "close_button": {
      "message": "বন্ধ করুন"
   },
   "extension_description": {
      "message": "ডেটার নিরাপত্তা লঙ্ঘনের জন্য প্রভাবিত অ্যাকাউন্টকে Password Checkup আবার সুরক্ষিত করতে সাহায্য করে।"
   },
   "extension_detailed_description": {
      "message": "যেখানেই সাইন-ইন করুন না কেন, আপনি যদি সাইন-ইন করার সমযে এমন ইউজারনেম বা পাসওয়ার্ড ব্যবহার করেন যা ডেটা নিরাপত্তা লঙ্ঘন করেছে বলে ব্যবহার করা আর নিরাপদ নয় বলে Google জানে, সেইক্ষেত্রে আপনাকে একটি সতর্কবার্তা পাঠানো হবে। আপনার পাসওয়ার্ড রিসেট করুন। আপনি যদি একই ইউজারনেম এবং পাসওয়ার্ড অন্যান্য অ্যাকাউন্টে ব্যবহার করেন, তাহলে সেই সব অ্যাকাউন্টেরও পাসওয়ার্ড রিসেট করুন।\n\nPassword Checkup গোপনীয়তার বিষয়টি মাথায় রেখেই তৈরি করা হয়েছে। আপনার অ্যাকাউন্ট, পাসওয়ার্ড বা ডিভাইসকে শনাক্ত করা যাবে এমন তথ্য কখনই জানায় না। আমরা ব্যবহারকারীর পরিচয় গোপন রেখেই নিরাপদ নয় এমন ক্রেডেনশিয়ালের সন্ধান কতবার পাওয়া গেছে, সতর্ক করার পরে পাসওয়ার্ড পরিবর্তন করা হয়েছে কিনা এবং সাইট কভারেজ আরও ভাল করে তোলার জন্য সংশ্লিষ্ট ডোমেন সম্পর্কে তথ্য দিয়ে থাকি। https://support.google.com/accounts?p=password-checkup-এ Password Checkup কীভাবে কাজ করে সেই বিষয়ে আরও জানতে পারেন।\n\nএই আইটেমটি ইনস্টল করার মাধ্যমে, আপনি www.google.com/policies/-এ উল্লেখ করা Google পরিষেবার শর্তাবলী এবং গোপনীয়তা নীতিতে সম্মতি দিচ্ছেন।"
   },
   "extension_name": {
      "message": "Password Checkup"
   },
   "ignore_button": {
      "message": "এই সাইটের জন্য সতর্কতা এড়িয়ে যান"
   },
   "learn_more": {
      "message": "আরও জানুন"
   },
   "popup_advanced_settings_action": {
      "message": "উন্নত সেটিংস"
   },
   "popup_default_status_message": {
      "message": "সম্প্রতি ব্যবহার করা আপনার কোনও পাসওয়ার্ডেই ডেটার নিরাপত্তা লঙ্ঘনের বিষয়টি দেখা যায়নি।"
   },
   "popup_ignore_button": {
      "message": "অগ্রাহ্য করুন"
   },
   "popup_ignored_status_message": {
      "message": "সম্প্রতি ব্যবহার করা আপনার কোনও পাসওয়ার্ডেই ডেটার নিরাপত্তা লঙ্ঘনের বিষয়টি দেখা যায়নি। তবে, এর মধ্যে নিরাপদ নয় এমন সেই পাসওয়ার্ডগুলি অন্তর্ভুক্ত নয়, যা আপনি আবার সেট করার সময়ে অগ্রাহ্য করেছিলেন।"
   },
   "popup_learn_more": {
      "message": "আরও জানুন"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "ডেটার নিরাপত্তা লঙ্ঘনের কারণে \u003Cb>$1টি অ্যাকাউন্টে\u003C/b> ব্যবহার করা পাসওয়ার্ড আর নিরাপদ নয়। Password Checkup এই বিষয়টি শনাক্ত করেছে।",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1টি অ্যাকাউন্ট নিরাপদ নয়",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "ডেটার নিরাপত্তা লঙ্ঘনের কারণে \u003Cb>১টি অ্যাকাউন্টে\u003C/b> ব্যবহার করা পাসওয়ার্ড আর নিরাপদ নয়। Password Checkup এই বিষয়টি শনাক্ত করেছে।"
   },
   "popup_reset_extension_button": {
      "message": "এক্সটেনশনের ডেটা মুছুন"
   },
   "popup_reset_extension_text": {
      "message": "এক্সটেনশনের সব ডেটা মুছুন। এর ফলে নিরাপদ নয় এমন পাসওয়ার্ড এবং আগের অগ্রাহ্য করা সাইটগুলির সম্পর্কিত স্টোর করা সব তথ্য সরিয়ে দেওয়া হবে।"
   },
   "popup_warning_action": {
      "message": "এখনই আপনার পাসওয়ার্ড পরিবর্তন করতে হবে।"
   },
   "reset_text": {
      "message": "এখনই আপনার পাসওয়ার্ড পরিবর্তন করতে হবে।"
   },
   "warning_banner_header": {
      "message": "আপনার পাসওয়ার্ড পরিবর্তন করুন"
   },
   "warning_text": {
      "message": "Password Checkup শনাক্ত করেছে যে, ডেটার নিরাপত্তা লঙ্ঘনের জন্য \u003Cb>$1\u003C/b>-এ ব্যবহার করা পাসওয়ার্ড আর নিরাপদ নয়।",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
